{
  "wires": "Computers use wires to connect external devices like a mouse, as well as use them for power, internet and other uses.",
  "smart": "To work with computers you have to be smart",
  "apple": "One of the largest tech companies in the world.",
  "cache": "When you store data in a cache memory, you cache it!",
  "debug": "When your code isn't working the way you want it to, you need to debug it!",
  "ascii": "The character encoding standard for electronic communication.",
  "basic": "One of the first programming languages.",
  "click": "When using a computer mouse, you click in order to provide input.",
  "crash": "Sometimes computer programs stop working and suddenly stop running resulting in a crash.",
  "email": "Email is a form of communication over the internet.",
  "excel": "Excel is a popular computer program for spreadsheets.",
  "flash": "Short for adobe flash which was a software that created animated works that can be viewed on the internet.",
  "forum": "An internet forum is a discussion site where people can hold conversations.",
  "frame": "A still image displayed by a computer that is part of a larger sequence of images.",
  "input": "When you provide something to the computer, that signal is called input.",
  "image": "A digital image is a binary representation of drawings, pictures, graphs, etc...",
  "logic": "Logic is contained in the instructions written by a computer programmer.",
  "layer": "The internet is made up of multiple layers.",
  "login": "The procedure used to get access to an application or computer.",
  "logon": "The procedure used to get access to an application or computer.",
  "modem": "A device that connects a computer to an Internet Service Provider (ISP).",
  "mouse": "A device used to move a cursor around the computer screen.",
  "paint": "When you create digital art you paint the pixels on the screen.",
  "panel": "Definition",
  "pixel": "Definition",
  "proxy": "Definition",
  "query": "Definition",
  "queue": "Definition",
  "robot": "Definition",
  "stats": "Definition",
  "tweet": "Definition",
  "virus": "Definition",
  "spams": "Definition",
  "unzip": "Definition",
  "viral": "Definition",
  "bytes": "Definition",
  "cloud": "Definition",
  "asset": "Definition",
  "files": "Definition",
  "fonts": "Definition",
  "disks": "Definition",
  "linux": "Definition",
  "menus": "Definition",
  "pages": "Definition",
  "phish": "Definition",
  "pings": "Definition",
  "posts": "Definition",
  "token": "Definition",
  "table": "Definition",
  "worms": "Definition"
}